<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'Правила использования';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-regulation">
    <h1><?= Html::encode($this->title) ?></h1>
    <ul class="kb-decimal-list">
        <li class="kb-decimal-list__item">
            <b>Загальні положення</b>
            <ul class="kb-decimal-list kb-decimal-list_type_fractional">
                <li class="kb-decimal-list__item">
                    <p>
                        Ця Політика конфіденційності (надалі – «Політика») розроблена ТОВ «SERVICES»
                        (код ЄДРПОУ: XXXXXXXXX, адреса: XXXXXX, м. Київ, вул. XXXX,
                        офіс XXX, надалі – «Компанія» та/або «Адміністрація Сайту/Порталу») у відповідності до діючого законодавства України,
                        в тому числі, але не виключно, Закону України «Про захист персональних даних» від XXXXX року № XXXXX-XX щодо
                        Користувачів Порталу phppro.pw і встановлює порядок отримання, збору, накопичення, зберігання, обробки, використання,
                        забезпечення захисту і розкриття персональних даних (надалі – «Дані») Користувачів Сайту.
                    </p>
                    <p>
                        Під Даними розуміється будь-яка інформація, що прямо чи опосередковано відноситься до конкретного Користувача.
                        Це може бути: ім’я, прізвище, адреса електронної пошти, номер телефону, регіон проживання, ір-адреса, данні про пристрої
                        (комп’ютер, тип браузера, операційна система мобільного пристрою), що використовуються Користувачем, повідомлення
                        (інформація, яка міститься в переписці між Користувачами, а також в переписці з Адміністратором Порталу), інша інформація,
                        за допомогою якої здійснюється комунікація, яка по бажанню Користувача надається ним за допомогою реєстраційної форми та/або
                        при заповненні власного Профілю на Порталі, при написанні повідомлення чи відгуку, або інформація отримана при усній комунікації
                        Користувача і Адміністрації Порталу.
                    </p>
                    <p>
                        Під обробкою Даних розуміється будь-які дії з Даними в тому числі, але не виключно: доступ, надання, розповсюдження,
                        збір, систематизація, зберігання, накопичення, запис, передача, блокування, видалення, уточнення, оновлення та/або зміна,
                        знеособлення та інші способи використання Даних Компанією.
                    </p>
                    <p>
                        Розпорядником Даних є Товариство з обмеженою відповідальність «SERVICES» (код ЄДРПОУ: XXXXXXXXXX).
                    </p>
                </li>
                <li class="kb-decimal-list__item">
                    <p>
                        Користувач, здійснивши реєстрацію на Порталі, вносячи при цьому свої персональні Дані та/або надаючи ці Дані іншим шляхом,
                        та/або здійснюючи будь-які дії в рамках сайту phppro.pw та/або використовуючи будь-яку частину сайту та/або, шляхом надання
                        згоди – активував кнопку «зареєструватися» через форму сайту (галочка), висловлює свою згоду з положенням даної Політики
                        та надає ТОВ «SERVICES» а також третім особам, які надають послуги ТОВ «SERVICES», зокрема, але не виключно,
                        здійснюючи обробку платежів, доставку, дозвіл на обробку власних персональних даних.
                    </p>
                    <p>
                        Користувачі можуть надавати Данні самостійно шляхом розміщення таких даних на Порталі або повідомляючи через канали телефонного
                        зв’язку та/або на електронну та/або поштову адресу Товариства, або Данні можуть надаватися із інших джерел
                        (у відповідності з п. 3 даної Політики) наприклад, з відгуків Користувачів (оцінка, коментарі, підтвердження інформації)
                        або інша інформація від третіх осіб надана в ході направлення претензій, скарг та/або при розгляді спорів, та/або інформація
                        із загальновідомих джерел в мережі Інтернет.
                    </p>
                </li>
                <li class="kb-decimal-list__item">
                    Користувач не має право використовувати сайт phppro.pw, якщо він не погоджується з умовами даної Політики.
                </li>
                <li class="kb-decimal-list__item">
                    Користувач визнає, що у випадку його недбалого ставлення до безпеки і захисту своїх Даних і даних по авторизації
                    (пароль, логін) треті особи можуть отримати несанкціонований доступ до облікового запису і Даних Користувача.
                    Компанія не несе відповідальності за збитки, завдані таким Доступом.
                </li>
            </ul>
        </li>
        <li class="kb-decimal-list__item">
            <b>Які Дані можуть збиратися</b>
            <p>
                Компанія може збирати наступні Данні:
            </p>
            <ul class="b-dash-marked">
                <li class="b-dash-marked__item">
                    ім’я, прізвище, по батькові, дата народження, адреса фактичного проживання, місце реєстрації,
                    стать, сімейний стан, серія та номер паспорту, фотографія, данні уповноваженої особи компанії,
                    найменування компанії, реквізити компанії, контактні телефони, адреса електронної пошти, адреса місцезнаходження компанії,
                    інші контакті дані за бажанням Користувача;
                </li>
                <li class="b-dash-marked__item">
                    інформація про обліковий запис Користувача в тому числі номер телефону, адреса електронної пошти, логін та пароль,
                    інші Дані, необхідні для здійснення обслуговування Користувачів Порталу, комунікації з Користувачами в тому числі,
                    коли Користувач звертається в службу підтримки Порталу;
                </li>
                <li class="b-dash-marked__item">
                    інформація, яку Користувачі надають Товариству при укладенні договорів про надання послуг шляхом акцепту публічної оферти,
                    розміщеної на Порталі та/або укладаючи договори про надання додаткових послуг на Порталі;
                </li>
                <li class="b-dash-marked__item">
                    інформація, яка необхідна для здійснення комунікації між Користувачами Порталу в тому числі для здійснення і підтвердження
                    замовлень між Замовниками та Виконавцями, отримання і відправки повідомлень, розміщення відгуків, коментарів,
                    здійснення платежів;
                </li>
                <li class="b-dash-marked__item">
                    дані про пристрої, що використовуються Користувачами, інформація про мобільні Данні Користувачів
                    (у випадку, якщо Користувач використовує мобільні додатки) такі як: ір-адреса; дата та час коли Користувач
                    користується Порталом, інформація про програмне забезпечення, а також інтернет-браузер, що використовувався Користувачем,
                    інформація про операційну систему мобільного пристрою, інформація про роботу пристроїв Користувача, індивідуальні
                    ідентифікатори пристроїв, які використовують Користувачі;
                </li>
                <li class="b-dash-marked__item">
                    дані, отримані в результаті проведення Компанією та/або третіми уповноваженими  Компанією особи різних опитувань,
                    пов’язаних із покращенням надання сервісу Користувачам; інформація, отримана Компанією в результаті проведення
                    маркетингової діяльності;
                </li>
                <li class="b-dash-marked__item">
                    <p>
                        інформація, розміщена Користувачами по результатам їх обслуговування, відгуки, коментарі, звернення в службу
                        підтримки клієнтів, скарги, претензії, інші звернення.
                    </p>
                    <p>
                        Компанія також може обробляти Данні за допомогою наступних технологій:
                    </p>
                    <p>
                        файли Cookies (кукі- невеликий фрагмент даних, які пересилаються на комп’ютер Користувача при переході на веб-сторінку
                        та/або при перегляді рекламного модуля на веб-сторінці і зберігаються на комп’ютері Користувача та/або в
                        його мобільному пристрої);
                    </p>
                    <p>
                        пікселі (pixels – цифрові зображення, елемент матриці дисплеїв, що формують зображення), які дозволяють відслідкувати
                        частоту використання Користувачем веб-сторінки з метою визначення браузера Користувача і надання сервісу, наприклад
                        зберігання Даних  в корзині між відвідуваннями; а також з метою усунення помилок роботи Порталу, ініційованих
                        Користувачем при цьому вся інформація обробляється «як є» і не змінюється в процесі збору Даних.
                    </p>
                </li>
            </ul>
        </li>
        <li class="kb-decimal-list__item">
            <b>Використання і цілі обробки Даних</b>
            <p>Компанія використовує та здійснює обробку Даних, в наступних цілях:</p>
            <ul class="b-dash-marked">
                <li class="b-dash-marked__item">
                    здійснення покладених на Компанію функцій, повноважень та обов’язків у відповідності до діючого законодавства України,
                    також забезпечення реалізації цивільно-правових, господарських та податкових відносин;
                </li>
                <li class="b-dash-marked__item">
                    <p>
                        для реєстрації, ідентифікації клієнта як Користувача Порталу, за для зв’язку з Користувачем в тому числі для надання послуг,
                        обробки платежів, проведення розрахункових операцій, надання звітності, введення бухгалтерського та  управлінського обліку,
                        створення і реалізації бонусних програм, програм захисту Користувачів, відправки розсилок поштою, електронною поштою, в тому
                        числі з метою відправки комерційних пропозицій, повідомлень про акції та інших новин phppro.pw, за для покращення якості
                        надання послуг, формування рейтингів, аналізу активності Користувачів, здійснення пошуку по ключовим словам, управління трафіком
                        на Порталі, аналізу і прогнозування уподобань, інтересів Користувачів; проведення науково-дослідної та аналітичної активності, а
                        також забезпечення дотримання умов Користувачами даної Політики.
                    </p>
                    <p>
                        Компанія не здійснює обробку даних, які стосуються расової, національної приналежності, політичних поглядів,
                        релігійних та інших переконань, членства в громадських організаціях. Інформація, яка характеризує фізіологічні особливості
                        Користувачів, на основі яких можна встановити їх особистість не обробляються також.
                    </p>
                    <p>
                        Строки обробки та зберігання Даних визначаються виходячи із цілей обробки Даних, а також виходячи із умов, вказаних в
                        договорах, укладених з Користувачами у відповідності до вимог діючого законодавства України.
                    </p>
                </li>
            </ul>
        </li>
        <li class="kb-decimal-list__item">
            <b>Умови надання доступу до Даних</b>
            <p>
                Розкриття Даних відбувається при розміщенні Виконавцем Оголошення, розміщенні Виконавцем пропозиції на адресу Замовника,
                розміщенні Завдання Замовником, акцепту пропозиції Виконавця Замовником Завдання або програмою Сайту автоматично на сайті
                phppro.pw, але тільки в об’ємі необхідному для ідентифікації Користувача та завдання.
            </p>
            <p>
                В окремих випадках, з метою демонстрації ефективності роботи Порталу та підвищення іміджу Порталу,
                Компанія може розкривати статистику роботи сайтів Користувачів, не розкриваючи при цьому персональні дані та інформацію,
                яка являється комерційною таємницею.
            </p>
            <p>
                На Порталі містяться посилання на інші веб-ресурси, на які дія даної Політики не розповсюджується.
            </p>
            <p>
                Компанія здійснює обробку Даних на законній та справедливій основі: Дані не розкриваються третім особам і
                не розповсюджуються без згоди Користувача, за виключенням випадків передбачених діючим законодавством України і лише
                в інтересах національної безпеки, економічного добробуту і прав людини, зокрема, але не виключно:
            </p>
            <ul class="b-dash-marked">
                <li class="b-dash-marked__item">
                    за обґрунтованими запитами органів державної влади, які володіють правом витребувати та отримувати такі Дані;
                </li>
                <li class="b-dash-marked__item">
                    в тому випадку, якщо на думку ТОВ «SERVICES», Користувач порушує умови даної Політики та/або інших договорів та
                    угод укладених між ТОВ «SERVICES» та Користувачем.
                </li>
            </ul>
            <p>
                Компанія залишає за собою право у відповідності із вимогами діючого законодавства України здійснювати обмін Даними
                з органами державної влади з метою: попередження шахрайства на Порталі; врегулювання спірних ситуацій та з’ясування обставин,
                які є/можуть стати причиною порушення діючого законодавства, а також у випадку виявлення Компанією неправомірних дій Користувачів
                Порталу та/або отримання претензій, скарг, звернень третіх осіб.
            </p>
        </li>
        <li class="kb-decimal-list__item">
            <b>Як змінити/видалити Дані або відкликати згоду</b>
            <p>
                Користувачі в будь-який момент можуть змінити/видалити особисту інформацію або відмовитися від розсилки, або відкликати згоду
                на обробку Даних через свій Особистий кабінет або, відправивши повідомлення на електронну адресу: support@phppro.pw
                або поштову адресу: XXXXXX, Київ, ТОВ «XXXXXXX», вул. XXXXXXXXXXX.
            </p>
            <p>
                Після отримання такого повідомлення обробка Даних Користувача буде припинена, а його Дані будуть видалені, окрім випадків,
                якщо така обробка може бути необхідна у відповідності із діючим законодавством України.
            </p>
            <p>
                Функціонування деяких можливостей phppro.pw, для яких необхідна наявність інформації про Користувача, може бути
                призупинена з моменту зміни/видалення Даних.
            </p>
            <p>
                Компанія здійснює обробку та зберігання Даних для реалізації цілей, вказаних в цій Політиці на протязі всього необхідного
                періоду для цього, але не більше 5 (п’яти) років з дати останньої взаємодії Користувача з Порталом.
            </p>
        </li>
        <li class="kb-decimal-list__item">
            <b>Захист Даних</b>
            <p>
                Компанія, при обробці Даних застосовує всі необхідні технічні, організаційні, правові заходи для захисту Даних від неправомірного
                та/або несанкціонованого доступу до таких Даних, в тому числі від змін, видалення, надання, розповсюдження, а також інших
                неправомірних дій.
            </p>
            <p>
                Компанія на постійній основі здійснює контроль за прийнятими заходами щодо забезпечення безпеки.
            </p>
        </li>
        <li class="kb-decimal-list__item">
            <b>Додаткові умови</b>
            <p>
                Компанія залишає за собою право змінити умови даної Політики в будь-який момент. В такому випадку, оновлена редакція буде
                розміщена на сторінці за адресою: <a href="https://phppro.pw/site/regulations">https://phppro.pw/site/regulations</a>.
                У випадку, якщо Користувач не погоджується із змінами, він зобов’язується негайно припинити будь-яку взаємодію з Порталом.
            </p>
            <p>
                ТОВ «SERVICES» не несе відповідальності за шкоду або збитки, яких зазнав Користувач або треті особи в результаті
                помилкового розуміння або нерозуміння умов цієї Політики.
            </p>
            <p>
                У випадку, якщо які-небуть положення цієї Політики, включаючи будь-які пропозиції, пункт або їх частини, визнаються такими,
                що суперечать діючому законодавству України, або такими, що є недійсними, це не впиває на інші положення даної Політки,
                вони залишаються повністю чинні і продовжують діяти в повній мірі і являються дійсними, а будь-яке інше недійсне положення
                або положення, яке не може бути виконаним, без подальших дії Сторін, вважається зміненим, виправленим в тій мірі, в якій це
                необхідно для забезпечення його дійсності і можливості виконання.
            </p>
            <p>
                Термінологія, яка використана в цій Політиці, має таке ж значення, як і в Публічному договорі (оферта) на надання послуг,
                якщо не зазначено інше.
            </p>
        </li>
    </ul>
</div>
